Repository: ijennyRSM/noop
Catalog: Strand/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pl, pt_pt, ru, th, zh_hans, zh_hant

source: That's normal. A paced breath often settles things when a metronome alone doesn't.
de: Das ist normal. Ein getakteter Atemzug beruhigt oft, wo ein Metronom allein es nicht tut.
es: Es normal. Una respiración guiada suele calmar las cosas cuando un metrónomo solo no lo logra.
fr: C'est normal. Une respiration guidée apaise souvent les choses là où un métronome seul n'y parvient pas.
it: È normale, un respiro cadenzato spesso risolve le cose quando un metronomo da solo non basta.
pl: To normalne. Tempo oddechu często łagodzi sytuację, gdy nie pomaga sam metronom.
pt_pt: Isso é normal. Uma respiração ritmada resolve muitas vezes as coisas quando um metrónomo sozinho não o faz.
ru: Это нормально. Дыхание в заданном темпе часто помогает успокоиться там, где один метроном не справляется.
th: นั่นเป็นเรื่องปกติ จังหวะการหายใจมักจะช่วยแก้ปัญหาได้เมื่อเครื่องเมตรอนอมเพียงอย่างเดียวไม่สามารถทำได้
zh_hans: 这很正常，当单靠节拍器无法平复时，节律呼吸往往能让一切安定下来。
zh_hant: 這很正常，當單靠節拍器無法平復時，節律呼吸往往能讓一切安定下來。

source: That's right
de: Stimmt
es: Correcto
fr: C'est exact
it: Esatto
pl: Zgadza się
pt_pt: Correto
ru: Всё верно
th: ถูกต้องแล้ว
zh_hans: 没错
zh_hant: 沒錯

source: That's why a watch-only Charge starts out “Calibrating”. NOOP needs about seven nights of your HRV to learn what normal looks like for you. Until it has them it withholds the score rather than guess. Once the baseline is set, your Charge appears with its confidence, on the same 0-100 scale as a strap's.
de: Deshalb beginnt eine Watch-Only-Ladung mit "Kalibrieren". NOOP benötigt etwa sieben Nächte Ihrer HRV, um zu erfahren, wie normal für Sie aussieht. Bis es sie hat, hält es die Punktzahl zurück, anstatt zu erraten. Sobald die Basislinie festgelegt ist, erscheint Ihre Ladung mit ihrem Vertrauen auf der gleichen 0-100-Skala wie ein Gurt.
es: Es por eso que una Carga sólo de reloj comienza a “Calibrar”. NOOP necesita alrededor de siete noches de su HRV para aprender lo que parece normal para usted. Hasta que los tenga retiene la puntuación en lugar de adivinar. Una vez que se establece la base de referencia, su carga aparece con su confianza, en la misma escala 0-100 como una correa.
fr: C'est pourquoi une charge basée uniquement sur la montre commence par « Calibration en cours ». NOOP a besoin d'environ sept nuits de votre VFC pour apprendre ce qui est normal pour vous. Tant qu'il ne les a pas, il retient le score plutôt que de deviner. Une fois la référence établie, votre charge apparaît avec sa confiance, sur la même échelle de 0 à 100 que celle d'un bracelet.
pl: Dlatego Energia przeznaczony tylko do oglądania rozpoczyna się od „Kalibracji”. NOOP potrzebuje około siedmiu nocy Twojego HRV, aby dowiedzieć się, jak wygląda normalność w Twoim przypadku. Dopóki ich nie ma, raczej wstrzymuje wynik niż zgaduje. Po ustawieniu linii bazowej Twój Energia pojawi się pewnie, w tej samej skali 0-100, co pasek.
pt_pt: É por isso que uma carga apenas para relógio começa “A calibrar”. O NOOP precisa de cerca de sete noites do teu HRV para saber como é normal para ti. Até os ter, retém a pontuação em vez de adivinhar. Assim que a linha de base estiver definida, o teu Carga aparecerá com confiança, na mesma escala de 0 a 100 de uma bracelete.
th: นั่นคือสาเหตุที่พลังฟื้นตัวสำหรับนาฬิกาเท่านั้นเริ่มต้นจาก "การปรับเทียบ" NOOP ต้องการ HRV ของคุณประมาณเจ็ดคืนเพื่อเรียนรู้ว่าปกติสำหรับคุณเป็นอย่างไร จนกว่าจะได้มันก็จะระงับคะแนนแทนที่จะคาดเดา เมื่อตั้งค่าพื้นฐานแล้ว พลังฟื้นตัวของคุณจะปรากฏขึ้นอย่างมั่นใจในระดับ 0-100 เหมือนกับสายรัด

source: That's why a watch-only Charge starts out “Calibrating”. NOOP needs about seven nights of your HRV to learn what normal looks like for you. Until it has them it withholds the score rather than guess. Once the baseline is set, your Charge appears with its confidence, on the same 0–100 scale as a strap's.
de: Deshalb startet eine Nur-Uhr-Ladung als „Kalibrierung“. NOOP braucht etwa sieben Nächte deiner HRV, um zu lernen, was für dich normal ist. Bis dahin hält es den Wert zurück, statt zu raten. Sobald die Basislinie steht, erscheint deine Ladung mit ihrer Konfidenz, auf derselben Skala von 0–100 wie bei einem Strap.
es: Por eso una Carga solo con reloj empieza en “Calibrando”. NOOP necesita unas siete noches de tu VFC para aprender qué es normal para ti. Hasta tenerlas, retiene la puntuación en vez de adivinar. Una vez fijada la línea base, tu Carga aparece con su confianza, en la misma escala de 0–100 que la de una pulsera.
fr: C'est pourquoi une charge basée uniquement sur la montre commence par « Calibration en cours ». NOOP a besoin d'environ sept nuits de votre VFC pour apprendre ce qui est normal pour vous. Tant qu'il ne les a pas, il retient le score plutôt que de deviner. Une fois la référence établie, votre charge apparaît avec sa confiance, sur la même échelle de 0 à 100 que celle d'un bracelet.
it: Ecco perché una carica basata solo sull'orologio inizia in “Calibrazione”. NOOP ha bisogno di circa sette notti della tua HRV per imparare com'è la normalità per te. Finché non le ha, trattiene il punteggio anziché tirare a indovinare. Una volta impostata la linea di base, la tua carica appare con la sua affidabilità, sulla stessa scala 0–100 di una fascia.
pl: Dlatego Energia przeznaczony tylko do oglądania rozpoczyna się od „Kalibracji”. NOOP potrzebuje około siedmiu nocy Twojego HRV, aby dowiedzieć się, jak wygląda normalność w Twoim przypadku. Dopóki ich nie ma, raczej wstrzymuje wynik niż zgaduje. Po ustawieniu linii bazowej Twój Energia pojawi się pewnie, w tej samej skali 0–100, co pasek.
pt_pt: É por isso que uma carga apenas para relógio começa “A calibrar”. O NOOP precisa de cerca de sete noites do teu HRV para saber como é normal para ti. Até os ter, retém a pontuação em vez de adivinhar. Assim que a linha de base estiver definida, o teu Carga aparecerá com confiança, na mesma escala de 0 a 100 de uma bracelete.
ru: Поэтому Заряд, рассчитанный только по часам, сначала показывает статус «Калибровка». NOOP нужно около семи ночей данных ВСР, чтобы понять вашу норму. Пока их нет, оценка не выводится — вместо того чтобы гадать. После определения нормы Заряд появляется вместе с уровнем достоверности, по той же шкале 0–100, что и у браслета.
th: นั่นคือสาเหตุที่พลังฟื้นตัวสำหรับนาฬิกาเท่านั้นเริ่มต้นจาก "การปรับเทียบ" NOOP ต้องการ HRV ของคุณประมาณเจ็ดคืนเพื่อเรียนรู้ว่าปกติสำหรับคุณเป็นอย่างไร จนกว่าจะได้มันก็จะระงับคะแนนแทนที่จะคาดเดา เมื่อตั้งค่าพื้นฐานแล้ว พลังฟื้นตัวของคุณจะปรากฏขึ้นอย่างมั่นใจในระดับ 0–100 เหมือนกับสายรัด
zh_hans: 这就是为什么仅靠手表的能量一开始会显示「校准中」。NOOP 需要大约七晚的 HRV 来了解对你而言正常是什么样子。在拥有这些数据之前，它会保留评分而不是去猜测。一旦基线设定完成，你的能量便会连同其置信度一起出现，采用与手环相同的 0–100 量表。
zh_hant: 這就是為什麼僅靠手錶的能量一開始會顯示「校準中」。NOOP 需要大約七晚的 HRV 來了解對你而言正常是什麼樣子。在擁有這些資料之前，它會保留評分而不是去猜測。一旦基線設定完成，你的能量便會連同其信賴度一起出現，採用與手環相同的 0–100 量表。

source: The average above was edited. The graph, zones and Effort stay from the recorded session.
de: Der Durchschnitt oben wurde bearbeitet. Graph, Zonen und Anstrengung bleiben aus der aufgezeichneten Sitzung.
es: El promedio de arriba fue editado. El gráfico, las zonas y el Esfuerzo se mantienen de la sesión registrada.
fr: La moyenne ci-dessus a été modifiée. Le graphique, les zones et l'Effort restent ceux de la séance enregistrée.
it: La media qui sopra è stata modificata. Il grafico, le zone e lo Sforzo restano quelli della sessione registrata.
pl: Powyższa średnia została edytowana. Wykres, strefy i Wysiłek pozostają z zarejestrowanej sesji.
pt_pt: A média acima foi editada. O gráfico, as zonas e o esforço permanecem da sessão gravada.
ru: Среднее значение выше было изменено вручную. График, зоны и Усилие остаются взятыми из записанной тренировки.
th: ค่าเฉลี่ยด้านบนได้รับการแก้ไขแล้ว กราฟ โซน และภาระร่างกายจะคงอยู่จากเซสชันที่บันทึกไว้
zh_hans: 上方平均值已被编辑。图表、区间和消耗仍来自记录的原始训练。
zh_hant: 上方的平均值已被編輯。圖表、區間和消耗仍來自記錄的訓練。

source: The backup archive doesn't contain a database file.
de: Das Sicherungsarchiv enthält keine Datenbankdatei.
es: El archivo de respaldo no contiene una base de datos.
fr: L'archive de sauvegarde ne contient pas de fichier de base de données.
it: L'archivio di backup non contiene un file di database.
pl: Archiwum kopii zapasowych nie zawiera pliku bazy danych.
pt_pt: O ficheiro de cópia de segurança não contém um ficheiro de base de dados.
ru: Архив резервной копии не содержит файла базы данных.
th: ไฟล์เก็บถาวรสำรองไม่มีไฟล์ฐานข้อมูล
zh_hans: 备份压缩包中不包含数据库文件。
zh_hant: 備份壓縮檔中不包含資料庫檔案。

source: the backup file was written incompletely (its database entry is missing or truncated). Free up space or check the backup folder, then try again.
de: Die Backup-Datei wurde unvollständig geschrieben (ihr Datenbankeintrag fehlt oder ist abgeschnitten). Gib Speicherplatz frei oder prüfe den Backup-Ordner und versuche es erneut.
es: El archivo de copia de seguridad se escribió de forma incompleta (falta su entrada de base de datos o está truncada). Libera espacio o comprueba la carpeta de copias e inténtalo de nuevo.
fr: Le fichier de sauvegarde a été écrit de façon incomplète (son entrée de base de données est manquante ou tronquée). Libère de l'espace ou vérifie le dossier de sauvegarde, puis réessaie.
it: Il file di backup è stato scritto in modo incompleto (la sua voce di database è mancante o troncata). Libera spazio o controlla la cartella di backup, poi riprova.
pl: plik kopii zapasowej został zapisany niekompletnie (brak wpisu w bazie danych lub został on obcięty). Zwolnij miejsce lub sprawdź folder kopii zapasowej i spróbuj ponownie.
pt_pt: O ficheiro de cópia de segurança foi escrito de forma incompleta (falta a entrada da base de dados ou está truncada). Liberta espaço ou verifica a pasta de backup e tenta novamente.
ru: Файл резервной копии записан не полностью (запись базы данных отсутствует или усечена). Освободите место или проверьте папку резервных копий и повторите попытку.
th: ไฟล์สำรองข้อมูลถูกเขียนไม่สมบูรณ์ (รายการฐานข้อมูลหายไปหรือถูกตัดทอน) เพิ่มพื้นที่ว่างหรือตรวจสอบโฟลเดอร์สำรองแล้วลองอีกครั้ง
zh_hans: 备份文件写入不完整（其数据库条目缺失或被截断）。请释放空间或检查备份文件夹，然后重试。
zh_hant: 備份檔案寫入不完整（其資料庫項目遺失或被截斷）。請釋放空間或檢查備份資料夾，然後重試。

source: The bar is your longest recent run placed between your starting point and your target distance. It needs both of those set, and at least one run recorded.
de: Der Balken ist dein längster aktueller Lauf zwischen deinem Startpunkt und deiner Zieldistanz. Beides muss gesetzt und mindestens ein Lauf aufgezeichnet sein.
es: La barra es tu carrera reciente más larga colocada entre tu punto de partida y tu distancia objetivo. Necesita ambos configurados y al menos una ejecución registrada.
fr: La barre est votre course récente la plus longue placée entre votre point de départ et votre distance cible. Il faut que ces deux éléments soient définis et qu'au moins une exécution soit enregistrée.
it: La barra rappresenta la corsa recente più lunga posizionata tra il punto di partenza e la distanza target. Sono necessari entrambi gli elementi impostati e almeno una corsa registrata.
pl: Pasek to Twój najdłuższy ostatni bieg umieszczony między punktem startowym a docelowym dystansem. Wymaga ustawienia obu tych wartości i co najmniej jednego zapisanego biegu.
pt_pt: A barra é a sua corrida recente mais longa, colocada entre o ponto inicial e a distância desejada. Ele precisa de ambos configurados e de pelo menos uma execução registrada.
ru: Полоса – это ваша самая длинная недавняя пробежка, расположенная между начальной точкой и целевой дистанцией. Для этого необходимы оба этих набора и хотя бы один записанный запуск.
th: แถบคือการวิ่งล่าสุดที่ยาวที่สุดของคุณซึ่งอยู่ระหว่างจุดเริ่มต้นและระยะทางเป้าหมายของคุณ จำเป็นต้องมีทั้งสองชุด และบันทึกการวิ่งอย่างน้อยหนึ่งครั้ง
zh_hans: 该条是您最近最长的跑步，位于起点和目标距离之间。它需要这两项设置，并且至少记录一次运行。
zh_hant: 這條條是您最近最長的跑步，位於起點和目標距離之間。它需要這兩項設置，並且至少記錄一次運行。

source: The bar is your most recent logged weight placed between your starting point and your target. Without a synced weigh-in there is no bar — NOOP won't estimate your weight.
de: Der Balken ist dein zuletzt aufgezeichnetes Gewicht zwischen deinem Startpunkt und deinem Ziel. Ohne synchronisiertes Wiegen gibt es keinen Balken – NOOP schätzt dein Gewicht nicht.
es: La barra es el peso registrado más reciente colocado entre su punto de partida y su objetivo. Sin un pesaje sincronizado no hay barra: NOOP no estimará su peso.
fr: La barre est votre poids enregistré le plus récemment placé entre votre point de départ et votre objectif. Sans pesée synchronisée, il n'y a pas de barre : NOOP n'estimera pas votre poids.
it: La barra rappresenta il peso registrato più recente, posizionato tra il punto di partenza e l'obiettivo. Senza una pesata sincronizzata non è presente alcuna barra: NOOP non stimerà il tuo peso.
pl: Pasek to Twoja ostatnio zapisana masa ciała umieszczona między punktem startowym a wartością docelową. Bez zsynchronizowanego ważenia nie ma paska — NOOP nie będzie zgadywać Twojej masy.
pt_pt: A barra é o peso registrado mais recente colocado entre o ponto inicial e o alvo. Sem uma pesagem sincronizada não há barra — NOOP não estimará seu peso.
ru: Гриф — это ваш последний зарегистрированный вес, расположенный между начальной точкой и целью. Без синхронизированного взвешивания нет шкалы — NOOP не оценит ваш вес.
th: แถบนี้คือน้ำหนักที่บันทึกไว้ล่าสุดของคุณซึ่งอยู่ระหว่างจุดเริ่มต้นและเป้าหมายของคุณ หากไม่มีการชั่งน้ำหนักที่ซิงค์กัน จะไม่มีแถบ — NOOP จะไม่ประมาณน้ำหนักของคุณ
zh_hans: 该栏是您最近记录的体重，位于起点和目标之间。如果没有同步称重，则没有栏 — NOOP 不会估算您的体重。
zh_hant: 該欄是您最近記錄的體重，位於起點和目標之間。如果沒有同步稱重，則沒有欄位 — NOOP 不會估算您的體重。

source: The bar is your recent average nightly sleep placed between your starting point and your target. It needs both set, and enough nights recorded.
de: Der Balken ist dein aktueller Schlafdurchschnitt pro Nacht zwischen deinem Startpunkt und deinem Ziel. Beides muss gesetzt und genug Nächte müssen aufgezeichnet sein.
es: La barra es su sueño nocturno promedio reciente ubicado entre su punto de partida y su objetivo. Necesita tanto ambientarse como suficientes noches grabadas.
fr: La barre correspond à votre sommeil nocturne moyen récent, placé entre votre point de départ et votre objectif. Il faut à la fois un réglage et suffisamment de nuits enregistrées.
it: La barra rappresenta la media del tuo sonno notturno recente, posizionata tra il punto di partenza e il tuo obiettivo. Ha bisogno di essere impostato e di un numero sufficiente di notti registrate.
pl: Pasek to Twój ostatni średni sen nocny umieszczony między punktem startowym a wartością docelową. Wymaga ustawienia obu wartości i wystarczającej liczby zapisanych nocy.
pt_pt: A barra é a média recente do seu sono noturno, colocada entre o ponto de partida e o objetivo. Ele precisa de noites definidas e suficientes gravadas.
ru: Полоса — это средний показатель вашего ночного сна, расположенный между исходной точкой и целью. Требуется как установка, так и запись достаточного количества ночей.
th: แถบคือการนอนหลับเฉลี่ยต่อคืนล่าสุดของคุณโดยอยู่ระหว่างจุดเริ่มต้นและเป้าหมายของคุณ ต้องมีทั้งฉากและจำนวนคืนที่บันทึกไว้เพียงพอ
zh_hans: 条形图是您最近的平均每晚睡眠时间，位于起点和目标之间。它需要设置并记录足够的夜晚。
zh_hant: 長條圖是您最近的平均每晚睡眠時間，位於起點和目標之間。它需要設置並記錄足夠的夜晚。

source: The bar is your recent sessions-per-week against your weekly target. It needs a target above zero and enough training history to average.
de: Der Balken zeigt deine letzten Einheiten pro Woche gegen dein Wochenziel. Dafür braucht es ein Ziel über null und genug Trainingshistorie für einen Durchschnitt.
es: La barra son tus sesiones recientes por semana frente a tu objetivo semanal. Necesita un objetivo superior a cero y suficiente historial de entrenamiento para promediar.
fr: La barre représente vos récentes sessions par semaine par rapport à votre objectif hebdomadaire. Il a besoin d’un objectif supérieur à zéro et d’un historique d’entraînement suffisant pour atteindre la moyenne.
it: La barra indica le sessioni settimanali recenti rispetto al tuo obiettivo settimanale. Ha bisogno di un obiettivo sopra lo zero e di una cronologia di allenamento sufficiente per calcolare la media.
pl: Pasek to Twoja ostatnia liczba sesji tygodniowo wobec celu tygodniowego. Wymaga celu większego od zera i wystarczającej historii treningów do uśrednienia.
pt_pt: A barra representa suas sessões recentes por semana em relação à sua meta semanal. Ele precisa de uma meta acima de zero e histórico de treinamento suficiente para atingir a média.
ru: Индикатор отображает количество ваших последних сессий в неделю по сравнению с вашей еженедельной целью. Ему нужна цель выше нуля и достаточная история тренировок для усреднения.
th: แถบนี้คือเซสชันล่าสุดของคุณต่อสัปดาห์เทียบกับเป้าหมายรายสัปดาห์ของคุณ ต้องการเป้าหมายที่สูงกว่าศูนย์และมีประวัติการฝึกเพียงพอที่จะเฉลี่ย
zh_hans: 该栏是您每周最近的会话与每周目标的对比。它需要高于零的目标和足够的训练历史才能平均。
zh_hant: 該欄是您每週最近的會話與每週目標的比較。它需要高於零的目標和足夠的訓練歷史才能平均。

source: THE BASICS
de: DIE GRUNDLAGEN
es: LO BÁSICO
fr: LES BASES
it: LE BASI
pl: PODSTAWY
pt_pt: O BÁSICO
ru: ОСНОВЫ
th: พื้นฐาน
zh_hans: 基础信息
zh_hant: 基礎資訊

source: The best-sourced number per metric across every band you use.
de: Die Zahl mit der besten Quelle pro Metrik über alle Bänder, die du nutzt.
es: El número mejor obtenido por métrica entre todas las bandas que usas.
fr: Le chiffre le mieux sourcé par métrique parmi toutes les bandes que vous utilisez.
it: Il numero con la sorgente migliore per ogni metrica, tra tutte le band che usi.
pl: Najlepsza liczba według metryki w każdym używanym paśmie.
pt_pt: O número de melhor origem por métrica em cada banda que utiliza.
ru: Наиболее достоверное значение для каждого показателя по всем используемым устройствам.
th: หมายเลขที่ดีที่สุดต่อเมตริกจากทุกแบนด์ที่คุณใช้
zh_hans: 每项指标都取自你所有设备中来源最佳的数值。
zh_hant: 在你使用的所有裝置中，每項指標取來源最佳的數值。

source: The change from your heart rate at the end of exercise. Positive values mean your heart rate fell; a dash means the strap did not record enough data around that minute.
de: Die Veränderung gegenüber deiner Herzfrequenz am Ende der Belastung. Positive Werte bedeuten, dass deine Herzfrequenz gesunken ist; ein Strich bedeutet, dass das Band um diese Minute herum nicht genügend Daten aufgezeichnet hat.
es: El cambio respecto a tu frecuencia cardíaca al terminar el ejercicio. Los valores positivos indican que la frecuencia cardíaca bajó; un guion indica que la pulsera no registró suficientes datos alrededor de ese minuto.
fr: La variation par rapport à votre fréquence cardiaque à la fin de l’exercice. Une valeur positive indique que la fréquence cardiaque a baissé ; un tiret signifie que le bracelet n’a pas enregistré assez de données autour de cette minute.
pl: Zmiana tętna pod koniec ćwiczeń. Wartości dodatnie oznaczają spadek tętna; myślnik oznacza, że ​​w tej minucie pasek nie zarejestrował wystarczającej ilości danych.
pt_pt: A alteração da tua frequência cardíaca no final do exercício. Valores positivos significam que a tua frequência cardíaca desceu; um traço significa que a bracelete não registou dados suficientes nesse minuto.
th: การเปลี่ยนแปลงจากอัตราการเต้นหัวใจเมื่อสิ้นสุดการออกกำลังกาย ค่าบวกหมายถึงอัตราการเต้นหัวใจลดลง เส้นประหมายความว่าสายรัดไม่ได้บันทึกข้อมูลเพียงพอในช่วงเวลานั้น

source: The cheap, fast model used only for memory upkeep — keep it small to stay cheap.
de: Das günstige, schnelle Modell nur für die Gedächtnispflege — halte es klein, damit es günstig bleibt.
es: El modelo barato y rápido que solo se usa para mantener la memoria: mantenlo pequeño para que salga barato.
fr: Le modèle rapide et bon marché utilisé uniquement pour l'entretien de la mémoire — garde-le petit pour qu'il reste économique.
it: Il modello economico e veloce utilizzato solo per la manutenzione della memoria: mantienilo piccolo per rimanere economico.
pl: Tani, szybki model używany wyłącznie do utrzymania pamięci — trzymaj go małym, by pozostał tani.
pt_pt: O modelo barato e rápido usado apenas para manutenção de memória – mantenha-o pequeno para permanecer barato.
ru: Дешевая и быстрая модель, используемая только для обслуживания памяти. Чтобы сохранить дешевизну, сохраняйте небольшой размер.
th: รุ่นราคาถูกและรวดเร็วใช้สำหรับการดูแลรักษาหน่วยความจำเท่านั้น — ควรมีขนาดเล็กเพื่อให้มีราคาถูก
zh_hans: 廉价、快速的模型仅用于内存维护——保持较小的尺寸以保持便宜。
zh_hant: 廉價、快速的模型僅用於記憶體維護——保持較小的尺寸以保持便宜。

source: The coach got in touch
de: Der Coach hat sich gemeldet
es: El coach se ha puesto en contacto
fr: Le coach vous a contacté
it: L'allenatore si è messo in contatto
pl: Trener się odezwał
pt_pt: O treinador entrou em contato
ru: Тренер вышел на связь
th: โค้ชก็ติดต่อมา.
zh_hans: 教练已经联系上了
zh_hant: 教練已經聯絡上了

source: The coach hasn't saved anything about you yet. It adds a fact when you tell it something durable — an injury, a constraint, how you like to train — and "Summarise past chats" below distils older conversations into facts too.
de: Der Trainer hat noch nichts über Sie gespeichert. Es fügt eine Tatsache hinzu, wenn Sie ihm etwas Dauerhaftes erzählen – eine Verletzung, eine Einschränkung, wie Sie gerne trainieren – und „Vergangene Chats zusammenfassen“ weiter unten fasst auch ältere Gespräche in Fakten zusammen.
es: El entrenador aún no ha guardado nada sobre ti. Agrega un hecho cuando le cuenta algo duradero (una lesión, una limitación, cómo le gusta entrenar) y "Resumir conversaciones pasadas" a continuación también resume conversaciones más antiguas en hechos.
fr: L'entraîneur n'a encore rien enregistré sur vous. Cela ajoute un fait lorsque vous lui dites quelque chose de durable – une blessure, une contrainte, la façon dont vous aimez vous entraîner – et « Résumer les discussions passées » ci-dessous distille également des conversations plus anciennes en faits.
it: L'allenatore non ha ancora salvato nulla su di te. Aggiunge un fatto quando gli racconti qualcosa di duraturo - un infortunio, un vincolo, come ti piace allenarti - e "Riassumi le chat passate" di seguito distilla anche le conversazioni più vecchie in fatti.
pl: Trener nie zapisał jeszcze nic o Tobie. Dodaje fakt, gdy powiesz mu coś trwałego — o kontuzji, ograniczeniu, sposobie, w jaki lubisz trenować — a opcja „Podsumuj wcześniejsze rozmowy” poniżej destyluje w fakty także starsze rozmowy.
pt_pt: O treinador ainda não salvou nada sobre você. Ele acrescenta um fato quando você conta algo durável - uma lesão, uma restrição, como você gosta de treinar - e "Resumir conversas anteriores" abaixo também transforma conversas antigas em fatos.
ru: Тренер еще ничего о вас не сохранил. Он добавляет факт, когда вы сообщаете ему что-то серьезное — травму, ограничение, то, как вы предпочитаете тренироваться, — а «Подведите итоги прошлых чатов» ниже также преобразует старые разговоры в факты.
th: โค้ชยังไม่ได้บันทึกอะไรเกี่ยวกับคุณเลย โดยจะเพิ่มข้อเท็จจริงเมื่อคุณบอกบางสิ่งที่คงทน เช่น การบาดเจ็บ ข้อจำกัด วิธีที่คุณชอบฝึก และ "สรุปการสนทนาในอดีต" ด้านล่างยังกลั่นกรองการสนทนาเก่าๆ ให้เป็นข้อเท็จจริงด้วย
zh_hans: 教练还没有保存任何关于你的信息。当你告诉它一些持久的事情时，它会添加一个事实——受伤、限制、你喜欢如何训练——下面的“总结过去的聊天记录”也将旧的对话提炼成事实。
zh_hant: 教練還沒有保存任何關於你的資訊。當你告訴它一些持久的事情時，它會添加一個事實——受傷、限制、你喜歡如何訓練——下面的「總結過去的聊天記錄」也將舊的對話提煉成事實。
